Revit 2027 API
ParameterTypeId.RbsCurvetypeMultishapeTransitionOvalroundParam Property
 "Multi Shape Transition Oval to Round"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeMultishapeTransitionOvalroundParam { get; }
Public Shared ReadOnly Property RbsCurvetypeMultishapeTransitionOvalroundParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeMultishapeTransitionOvalroundParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeMultishapeTransitionOvalroundParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace